Repository: fbrehm/py-pb-blockdev
Catalog: po/py_pb_blockdev.*.po
Languages: de

source: Cannot set %(bd)r offline, because the file %(file)r doesn't exists.
de: Kann %(bd)r nicht offline setzen, da die Datei %(file)r nicht existiert.

source: Cannot set %(bd)r offline, because no write access to %(file)r.
de: Kann %(bd)r nicht offline setzen, da kein Schreibzugriff auf %(file)r besteht.

source: Setting device '%s' offline ...
de: Setze Gerät '%s' offline ...

source: Cannot delete %(bd)r, because the file %(file)r doesn't exists.
de: Kann Gerät %(bd)r nicht löschen, da die Datei %(file)r nicht existiert.

source: Cannot delete %(bd)r, because no write access to %(file)r.
de: Kann Gerät %(bd)r nicht löschen, da kein Schreibzugriff auf %(file)r besteht.

source: %s does not support recursive deletion.
de: %s unterstützt kein rekursives Löschen.

source: Sleeping a half second ...
de: Schlafe ein halbes Sekündchen ...

source: Deleting device %r ...
de: Lösche gerät %r ...

source: Device %r is still existing, next loop.
de: Gerät %r existiert noch, nächste Runde.

source: Device %(bd)r still present after %0.2(time)f seconds.
de: Gerät %(bd)r ist nach %0.2(time)f Sekunden immer noch präsent.

source: Comparision partner %r is not a ScsiHost object.
de: Der Vergleichspartner %r ist kein ScsiHost-Objekt.

source: Cannot retrieve %(what)s of %(of)r, %(target)r doesn't exists.
de: Konnte %(what)s von %(of)r nicht ermitteln, da %(target)r nicht exitiert.

source: Cannot retrieve %(what)s of %(of)r, %(target)r is not readable.
de: Konnte %(what)s von %(of)r nicht ermitteln, da %(target)r nicht lesbar ist.

source: state
de: Status

source: Search pattern for LUNs: %r ...
de: Suchmuster für LUN: %r ...

source: Checking LUN directory %r ...
de: Überprüfe LUN-Verzeichnis %r ...

source: %r is not a valid HBTL address:
de: %r ist keine gültige HBTL-Adresse:

source: Found blockdevice dirs: %s
de: Fand Verzeichnis für Blockgeräte: %s

source: Found blockdevice %(bd)r for '%(h)d:%(b)d:%(t)d:%(l)d'.
de: Fand Blockgerät %(bd)r für '%(h)d:%(b)d:%(t)d:%(l)d'.

source: HBTL host Id %(hh)d does not match current host Id %(hc)d.
de: Die HBTL Host-Id %(hh)d stimmt nicht mit der aktuellen SCSI host Id %(hc)d überein.

source: Scanning SCSI host %(hn)r with %(ss)r ...
de: Scanne den SCSI-Host %(hn)r mit %(ss)r ...

source: Cannot scan SCSI host %(hn)r, because the file %(file)r doesn't exists.
de: Kann SCSI-Host %(hn)r nicht scannen, da die Datei %(file)r nicht existiert.

source: Cannot scan SCSI host %(hn)r, because no write access to %(file)r.
de: Kann SCSI-Host %(hn)r nicht scannen, da kein Schreibzugriff auf %(file)r zugelassen ist.

source: Object %r is not a HBTL object.
de: Das Objekt %r ist kein HBTL-Objekt.

source: Device %(d)r for HBTL %(h)r already exists.
de: Das Gerät %(d)r für die HBTL-Adresse %(h)r existiert bereits.

source: Try number %(t)d for detecting SCSI device with HBTL %(h)r ...
de: Versuche Nummer %(t)d für die Ermittlung des SCSI-Gerätes mit der HBTL-Adresse %(h)r ...

source: Found device %(d)s for HBTL %(h)r after %(t)d tries.
de: Gerät %(d)s für die HBTL-Adresse %(h)r nach %(t)d Versuchen gefunden.

source: No device appeared for HBTL %(h)r after %(t)d tries in %(s)0.2f seconds.
de: Kein Gerät für die HBTL-Adresse %(h)r nach %(t)d Versuchen in %(s)0.2f Sekunden aufgetaucht.

source: Searching for SCSI hosts with pattern %r ...
de: Suche nach SCSI-Hosts mit Suchmuster %r ...

source: Invalid scsi_host directory %r found.
de: Ungültiges Verzeichnis %r für SCSI-Host gefunden.

source: Basedir: %r
de: Basisverzeichnis: %r

source: Found .mo-file: %r
de: Gefundene .mo-Datei: %r
