Repository: fbrehm/py-pb-blockdev
Catalog: po/py_pb_blockdev.*.po
Languages: de

source: Path %r to check with fuser does not exists.
de: Der mit fuser zu überprüfende Pfad %r existiert nicht.

source: Block device %(bd)r cannot be removed, because it's currently opened by some user space processes:
de: Das Blockgerät %(bd)r kann nicht enfernt werden, da es gegenwärtig von einigen Anwendungsprogrammen geöffnet ist:

source: Block device %(bd)r cannot be removed, because it has currently holder devices:
de: Das Blockgerät %(bd)r kann nicht enfernt werden, da gegenwärtig Holder-Geräte existieren:

source: %r is not a valid SI or IEC byte unit.
de: %r ist keine gültige SI- oder IEC-Maßeinheit.

source: No new name given.
de: Kein neuer Name angegeben.

source: Empty name %r given as name of the blockdevice.
de: Leere Name %r als Name des Blockgeräts angegeben.

source: Username %r not found in system.
de: Nutzername %r wurde im System nicht gefunden.

source: Invalid value %r as user id given.
de: Ungültiger Wert %r als Nutzer-Id angegeben.

source: Group name %r not found in system.
de: Der Gruppenname %r wurde im System nicht gefunden.

source: Invalid value %r as group id given.
de: Ungültiger Wert %r als Gruppen-Id angegeben.

source: No device name given.
de: Kein Gerätename angegeben.

source: Invalid device name %r given.
de: Ungültiger Gerätename %r angegeben.

source: Cannot retrieve statistics, because it's an unnamed block device object.
de: Kann keine Statistiken ermitteln, weil es ein unbenanntes Blockgeräte-Objekt ist.

source: Cannot retrieve statistics of %r, because the block device doesn't exists.
de: Kann keine Statistiken von %r ermitteln, weil das Blockgerät nicht existiert.

source: Cannot retrieve statistics of %(bd)r, because the file %(file)r doesn't exists.
de: Kann keine Statistiken von %(bd)r ermitteln, weil die Datei %(file)r nicht existiert.

source: Cannot retrieve statistics of %(bd)r, because no read access to %(file)r.
de: Kann keine Statistiken von %(bd)r ermitteln, weil keine Leserechte auf die Datei %(file)r vorhanden sind.

source: Cannot retrieve statistics of %(bd)r, because file %(file)r has no content.
de: Kann keine Statistiken von %(bd)r ermitteln, weil die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve removable state, because it's an unnamed block device object.
de: Kann den removable-Status nicht ermitteln, weil es ein unbenanntes Blockgeräte-Objekt ist.

source: Cannot retrieve removable state of %r, because the block device doesn't exists.
de: Kann den removable-Status von %r nicht ermitteln, weil das Blockgerät nicht existiert.

source: Cannot retrieve removable state of %(bd)r, because the file %(file)r doesn't exists.
de: Kann den removable-Status von %(bd)r nicht ermitteln, weil die Datei %(file)r nicht existiert.

source: Cannot retrieve removable state of %(bd)r, because no read access to %(file)r.
de: Kann den removable-Status von %(bd)r nicht ermitteln, weil keine Leserechte auf die Datei %(file)r vorhanden sind.

source: Cannot retrieve removable state of %(bd)r, because file %(file)r has no content.
de: Kann den removable-Status von %(bd)r nicht ermitteln, weil die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve readonly state, because it's an unnamed block device object.
de: Kann den readonly-Status nicht ermitteln, weil es ein unbenanntes Blockgeräte-Objekt ist.

source: Cannot retrieve readonly state of %r, because the block device doesn't exists.
de: Kann den readonly-Status von %r nicht ermitteln, weil das Blockgerät nicht existiert.

source: Cannot retrieve readonly state of %(bd)r, because the file %(file)r doesn't exists.
de: Kann den readonly-Status von %(bd)r nicht ermitteln, weil die Datei %(file)r nicht existiert.

source: Cannot retrieve readonly state of %(bd)r, because no read access to %(file)r.
de: Kann den readonly-Status von %(bd)r nicht ermitteln, weil keine Leserechte auf die Datei %(file)r vorhanden sind.

source: Cannot retrieve readonly state of %(bd)r, because file %(file)r has no content.
de: Kann den readonly-Status von %(bd)r nicht ermitteln, weil die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve size, because it's an unnamed block device object.
de: Kann die Größe nicht ermitteln, weil es ein unbenanntes Blockgeräte-Objekt ist.

source: Cannot retrieve size of %r, because the block device doesn't exists.
de: Kann die Größe von %r nicht ermitteln, weil das Blockgerät nicht existiert.

source: Cannot retrieve size of %(bd)r, because the file %(file)r doesn't exists.
de: Kann die Größe von %(bd)r nicht ermitteln, weil die Datei %(file)r nicht existiert.

source: Cannot retrieve size of %(bd)r, because no read access to %(file)r.
de: Kann die Größe von %(bd)r nicht ermitteln, weil keine Leserechte auf die Datei %(file)r vorhanden sind.

source: Cannot retrieve size of %(bd)r, because file %(file)r has no content.
de: Kann die Größe von %(bd)r nicht ermitteln, weil die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve size of %(bd)r, because file %(file)r has illegal content: %(err)s
de: Kann die Größe von %(bd)r nicht ermitteln, weil die Datei %(file)r keinen gültigen Inhalt hat: %(err)s

source: Cannot retrieve major/minor number, because it's an unnamed block device object.
de: Kann die Major/Minor-Nummer nicht ermitteln, weil es ein unbenanntes Blockgeräte-Objekt ist.

source: Cannot retrieve major/minor number of %r, because the block device doesn't exists.
de: Kann die Major/Minor-Nummer von %r nicht ermitteln, weil das Blockgerät nicht existiert.

source: Cannot retrieve major/minor number of %(bd)r, because the file %(file)r doesn't exists.
de: Kann die Major/Minor-Nummer von %(bd)r nicht ermitteln, weil die Datei %(file)r nicht existiert.

source: Cannot retrieve major/minor number of %(bd)r, because no read access to %(file)r.
de: Kann die Major/Minor-Nummer von %(bd)r nicht ermitteln, weil keine Leserechte auf die Datei %(file)r vorhanden sind.

source: Cannot retrieve major/minor number of %(bd)r, because file %(file)r has no content.
de: Kann die Major/Minor-Nummer von %(bd)r nicht ermitteln, weil die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve major/minor number of %(bd)r, because cannot evaluate content of %(file)r: %(cont)r
de: Kann die Major/Minor-Nummer von %(bd)r nicht ermitteln, weil der Inhalte der Datei %(file)r nicht auswertbar ist: %(cont)r

source: Block device %r to wipe doesn't exists.
de: Das Blockgerät %r zum kompletten Löschen existiert nicht.

source: Wiping %(dev)r by writing %(count)d blocks of %(bs)s binary zeroes ...
de: Lösche %(dev)r komplett durch Schreiben von %(count)d Blöcken von %(bs)s binären Nullen ...

source: Writing %(count)d blocks of %(bs)s binary zeroes into %(dev)r ...
de: Schreibe %(count)d Blöcke von %(bs)s binären Nullen nach %(dev)r ...

source: No %s number for mknod given.
de: Keine %s-Nummer für mknod angegeben.

source: Device file %r already exists.
de: Gerätedatei %r existiert bereits.

source: Device file %r is not a block device file.
de: Gerätedatei %r ist keine Blockgeräte-Datei.

source: Wrong block device %r:
de: Falsches Blockgerät %r:

source: it has a major:minor number of %(mje)d:%(mne)d instead of %(mjs)d:%(mns)d.
de: es hat eine Major:Minor-Nummer von %(mje)d:%(mne)d anstatt von %(mjs)d:%(mns)d.

source: Creating block device file %(dev)r with mode %(mod)o ...
de: Erstelle Blockgeräte-Datei %(dev)r mit Dateimodus %(mod)o ...

source: Chowning block device file %(dev)r to UID %(u)d and GID %(g)d.
de: Schenke Blockgeräte-Datei %(dev)r an UID %(u)d und GID %(g)d.

source: Invalid mode %r given.
de: Ungültiger Modus %r angegeben.

source: Opening %(d)r with mode %(m)r (buffering: %(b)d).
de: Öffne %(d)r im Modus %(m)r (Pufferung: %(b)d).

source: Blockdevice does not exists.
de: Das Blockgerät existiert nicht.

source: Trying to flush buffers of a non-existing device %r.
de: Versuch, die Puffer des nicht existierenden Geräts %r zu leeren.

source: Cannot flush buffers of device %r, device is readonly.
de: Kann Puffer von Gerät %r nicht leeren, das Gerät ist schreibseschützt.

source: Cannot flush buffers of device %(d)r, command %(c)r not found.
de: Konnte Puffer von Gerät %(d)r nicht leeren, das Kommando %(c)r wurde nicht gefunden.

source: Flushing buffers of device %r ...
de: Leere Puffer von Gerät %r ...

source: Empty path to check with fuser given.
de: Leerer Pfad zur Überprüfung mit fuser angegeben.

source: Checking existence of %r ...
de: Überprüfe Existenz von %r ...

source: Executing as root:
de: Führe als root aus:

source: Executing:
de: Führe aus:

source: Path %r is not used by any process.
de: Der Pfad %r wird von keinem Prozess verwendet.

source: Error %(n)d executing "%(c)s": %(e)s
de: Fehler %(n)d bei der Ausführung von"%(c)s": %(e)s

source: Flushing buffers of device %r successful.
de: Das Leeren der Puffer von Gerät %r war erfolgreich.

source: Error on executing "%(cmd)s": %(err)s
de: Fehler bei der Ausführung von"%(cmd)s": %(err)s

source: Checking, whether %r is opened by processes ...
de: Überprüfe, ob %r von einem Prozess geöffnet ist ...

source: Checking, whether %r has holder devices ...
de: Überprüfe, ob %r Holder-Geräte besitzt ...

source: %s does not support deletion of the device.
de: %s unterstützt kein Löschen des Geräts.

source: Unknown disk
de: Unbekannte Platte

source: Unknown reason
de: Unbekannter Grund

source: Could not discover disk %r:
de: Konnte Disk %r nicht erforschen:

source: Disk %r is even discovered.
de: Disk %r wurde bereits erforscht.

source: Directory %r doesn't exists.
de: Das Verzeichnis %r existiert nicht.

source: Discovery of disk %r ...
de: Erforschung von Disk %r ...

source: Error %(errno)d suspending device mapper device %(dev)r: %(msg)s
de: Fehler %(errno)d beim Unterbrechen des Devicemapper-Geräts %(dev)r: %(msg)s

source: Error %(errno)d resuming device mapper device %(dev)r: %(msg)s
de: Fehler %(errno)d beim Fortsetzen des Devicemapper-Geräts %(dev)r: %(msg)s

source: Error %(errno)d getting device mapper table of device %(dev)r: %(msg)s
de: Fehler %(errno)d beim Ermitteln der Devicemapper-Tabelle des Geräts %(dev)r: %(msg)s

source: Error %(errno)d setting device mapper table %(tbl)r of device %(dev)r: %(msg)s
de: Fehler %(errno)d beim Setzen der Devicemapper-Tabelle %(tbl)r des Geräts %(dev)r: %(msg)s

source: Unknown error
de: Unbekannter Fehler

source: Error removing device mapper device %(dev)r: %(msg)s
de: Fehler beim Löschen des Devicemapper-Geräts %(dev)r: %(msg)s

source: Error creating device mapper device %(dev)r: %(msg)s
de: Fehler beim Erstellen des Devicemapper-Geräts %(dev)r: %(msg)s

source: In minimum one parameter of 'name' and 'dm_name' must be given on initialisation of a %s.
de: Mindestens einer der Parameter 'name' oder 'dm_name' muss bei der Initialisierung eines %s-Objektes angegeben werden.

source: Initialized.
de: Initialisiert.

source: Base device dir of device mapper %r doesn't exists.
de: Basis-Geräteverzeichnis de Devicemappers %r existiert nicht.

source: Could not extract blockdevice name from %r.
de: Konnte den Namen des Blockgerätes nicht aus %r ermitteln.

source: Checking blockdevice %r for DM name ...
de: Überprüfe Blockgerät %r für den Devicemapper-Namen ...

source: Cannot retrieve name from of %r, because of no read access.
de: Konnte den Namen nicht aus %r ermitteln, da keine Leserechte vorhanden sind.

source: Cannot retrieve name from %r, because file has no content.
de: Konnte den Namen nicht aus %r ermitteln, da die Datei keinen Inhalt hat.

source: Could not retrieve blockdevice name for DM name %r.
de: Konnte den Namen des Blockgerätes für den Devicemapper-Namen %r nicht ermitteln.

source: Cannot retrieve dm_name file, because it's an unnamed devicemapper device object.
de: Konnte die 'dm_name'-Datei nicht ermitteln, weil es ein unbenanntes Devicemapper-Geräte-Objekt ist.

source: Cannot retrieve dm_name file of %r, because the devicemapper device doesn't exists.
de: Konnte die 'dm_name'-Datei von %r nicht ermitteln, weil das Devicemapper-Gerät nicht existiert.

source: Cannot retrieve dm_name file of %(bd)r, because the file %(file)r doesn't exists.
de: Konnte die 'dm_name'-Datei von %(bd)r nicht ermitteln, weil die Datei %(file)r nicht existiert.

source: Cannot retrieve dm_name file of %(bd)r, because no read access to %(file)r.
de: Konnte die 'dm_name'-Datei von %(bd)r nicht ermitteln, da keine Leserechte auf die Datei %(file)r vorhanden sind.

source: Cannot retrieve dm_name file of %(bd)r, because file %(file)r has no content.
de: Konnte die 'dm_name'-Datei von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve suspended state, because it's an unnamed devicemapper device object.
de: Kann den suspended-Status nicht ermitteln, weil es ein unbenanntes Devicemapper-Geräte-Objekt ist.

source: Cannot retrieve suspended state of %r, because the devicemapper device doesn't exists.
de: Kann den suspended-Status von %r nicht ermitteln, weil das Devicemapper-Gerät nicht existiert.

source: Cannot retrieve suspended state of %(bd)r, because the file %(file)r doesn't exists.
de: Kann den suspended-Status von %(bd)r nicht ermitteln, weil die Datei %(file)r nicht existiert.

source: Cannot retrieve suspended state of %(bd)r, because no read access to %(file)r.
de: Kann den suspended-Status von %(bd)r nicht ermitteln, weil keine Leserechte auf die Datei %(file)r vorhanden sind.

source: Cannot retrieve suspended state of %(bd)r, because file %(file)r has no content.
de: Kann den suspended-Status von %(bd)r nicht ermitteln, weil die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve UUID, because it's an unnamed devicemapper device object.
de: Kann die UUID nicht ermitteln, weil es ein unbenanntes Devicemapper-Geräte-Objekt ist.

source: Cannot retrieve UUID of %r, because the devicemapper device doesn't exists.
de: Kann die UUID von %r nicht ermitteln, weil das Devicemapper-Gerät nicht existiert.

source: Cannot retrieve UUID of %(bd)r, because the file %(file)r doesn't exists.
de: Kann die UUID von %(bd)r nicht ermitteln, weil die Datei %(file)r nicht existiert.

source: Cannot retrieve UUID of %(bd)r, because no read access to %(file)r.
de: Kann die UUID von %(bd)r nicht ermitteln, weil keine Leserechte auf die Datei %(file)r vorhanden sind.

source: Cannot retrieve DM table, because I have no name.
de: Kann die Devicemapper-Tabelle nicht ermitteln, weil ich keinen Namen habe.

source: Trying to get current device mapper table of %r ...
de: Versuche, die aktuelle Devicemapper-Tabelle von %r zu ermitteln ...

source: Device %r has an empty DM table.
de: Das Gerät %r hat eine leere Devicemapper-Tabelle.

source: Suspending DM device %r ...
de: Unterbreche Devicemapper-Gerät %r ...

source: DM device %r is not suspended yet, but it should so. Waiting a minimal time ...
de: Das Devicemapper-Gerät %r ist noch nicht unterbrochen, sollte es aber sein. Warte einen kleinen Moment ...

source: not suspended after %0.3f seconds, but it should so
de: nicht nach %0.3f Sekunden unterbrochen, aber sollte so sein

source: DM device %(dev)r suspended in %(sec)0.3f seconds.
de: DM-Gerät %(dev)r nach %(sec)0.3f Sekunden unterbrochen.

source: Resuming DM device %r ...
de: DM-Gerät %r wieder fortgesetzt ...

source: DM device %r is not resumed yet, but it should so. Waiting a minimal time ...
de: Das DM-Gerät %r hat noch nicht fortgesetzt, sollte aber bereits. Warte einen kleinen Zeitraum ...

source: not resumed after %0.3f seconds, but it should so
de: nach %0.3f nicht fortgesetzt, aber das sollte es

source: DM device %(dev)r resumed in %(sec)0.3f seconds.
de: DM-Gerät %(dev)r nach %(sec)0.3f Sekunden fortgesetzt.

source: Force switch is set, trying to remove device mapper device %r anyhow ...
de: Zwangs-Schalter wurde angegeben, versuche das DM-Gerät %r irgendwie zu entfernen ...

source: Removing devicemapper device %r FORCED ...
de: Entferne Devicemapper-Gerät %r PER ZWANG ...

source: Removing devicemapper device %r ...
de: Entferne Devicemapper-Gerät %r ...

source: error %d:
de: Fehler %d:

source: DM device %r is not removed yet, but it should so. Waiting a minimal time ...
de: DM-Gerät %r ist noch nicht entfernt, aber das sollte es. Warte einen Augenblick ...

source: not removed after %0.1f seconds, but it should so
de: nach %0.1f Sekunden nicht entfernt, aber das sollte es

source: DM device %(dev)r removed in %(sec)0.3f seconds.
de: Devicemapper-Gerät %(dev)r in %(sec)0.3f Sekunden entfernt.

source: Invalid value %(val)r for %(what)r.
de: Ungültiger Wert %(val)r für %(what)r.

source: Could not interprete %r as a SCSI HBTL address.
de: Konnte %r nicht als SCSI HBTL Adresse interpretieren.

source: Comparision partner %r is not a HBTL object.
de: Der Vergleichspartner %r ist kein HBTL-Objekt.

source: No read access to %r.
de: Kein Lesezugriff auf %r.

source: Cannot retrieve backing file, because it's an unnamed loop device object.
de: Kann Image-Datei nicht ermitteln, da es ein unbenanntes Loop-Geräteobjekt ist.

source: Cannot retrieve backing file of %r, because the loop device doesn't exists.
de: Kann Image-Datei von %r nicht ermitteln, da das Loop-Gerät nicht existiert.

source: Cannot retrieve backing file of %r, because the loop device isn't attached.
de: Kann Image-Datei von %r nicht ermitteln, da das Loop-Gerät nicht zugeordnet ist.

source: Cannot retrieve backing file of %(bd)r, because the file %(file)r doesn't exists.
de: Kann Image-Datei von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve backing file of %(bd)r, because no read access to %(file)r.
de: Kann Image-Datei von %(bd)r nicht ermitteln, da keine Leserechte auf %(file)r bestehen.

source: Cannot retrieve backing file of %(bd)r, because file %(file)r has no content.
de: Kann Image-Datei von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve offset, because it's an unnamed loop device object.
de: Kann Offset nicht ermitteln, da es ein unbenanntes Loop-Geräteobjekt ist.

source: Cannot retrieve offset of %r, because the loop device doesn't exists.
de: Kann Offset von %r nicht ermitteln, da das Loop-Gerät nicht existiert.

source: Cannot retrieve offset of %r, because the loop device isn't attached.
de: Kann Offset von %r nicht ermitteln, da das Loop-Gerät nicht zugeordnet ist.

source: Cannot retrieve offset of %(bd)r, because the file %(file)r doesn't exists.
de: Kann Offset von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve offset of %(bd)r, because no read access to %(file)r.
de: Kann Offset von %(bd)r nicht ermitteln, da keine Leserechte auf %(file)r bestehen.

source: Cannot retrieve offset of %(bd)r, because file %(file)r has no content.
de: Kann Offset von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve offset of %(bd)r, because file %(file)r has illegal content: %(err)s
de: Kann Offset von %(bd)r nicht ermitteln, da die Datei %(file)r einen ungültigen Inhalt hat: %(err)s

source: Cannot retrieve sizelimit, because it's an unnamed loop device object.
de: Kann Größenbegrenzung nicht ermitteln, da es ein unbenanntes Loop-Geräteobjekt ist.

source: Cannot retrieve sizelimit of %r, because the loop device doesn't exists.
de: Kann Größenbegrenzung von %r nicht ermitteln, da das Loop-Gerät nicht existiert.

source: Cannot retrieve sizelimit of %r, because the loop device isn't attached.
de: Kann Größenbegrenzung von %r nicht ermitteln, da das Loop-Gerät nicht zugeordnet ist.

source: Cannot retrieve sizelimit of %(bd)r, because the file %(file)r doesn't exists.
de: Kann Größenbegrenzung von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve sizelimit of %(bd)r, because no read access to %(file)r.
de: Kann Größenbegrenzung von %(bd)r nicht ermitteln, da keine Leserechte auf %(file)r bestehen.

source: Cannot retrieve sizelimit of %(bd)r, because file %(file)r has no content.
de: Kann Größenbegrenzung von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve sizelimit of %(bd)r, because file %(file)r has illegal content: %(err)s
de: Kann Größenbegrenzung von %(bd)r nicht ermitteln, da die Datei %(file)r einen ungültigen Inhalt hat: %(err)s

source: The current loop device %(lo)r is even attached to the backing file %(bfile)r.
de: Das aktuelle Loop-Gerät %(lo)r ist bereits der Image-Datei %(bfile)r zugeordnet.

source: No filename given onn calling attach().
de: Kein Dateiname beim Aufruf von attach() angegeben.

source: File %r doesn't exists.
de: Die Datei %r existiert nicht.

source: File %r exists, but is not a regular file.
de: Die Date %r existiert zwar, ist aber keine reguläre Datei.

source: Attaching %(file)r to loop device %(dev)s ...
de: Ordne Datei %(file)r zu Loop-Gerät %(dev)s zu ...

source: Attaching %r to a loop device ...
de: Ordne %r einem Loop-Gerät zu ...

source: undefined error
de: nicht definierter Fehler

source: Error %(no)d on attaching %(file)r with losetup: %(msg)s
de: Fehler %(no)d beim Zuordnen von %(file)r mit losetup: %(msg)s

source: Trying to get the new device name from %r ...
de: Versuche, den neuen Gerätenamen von %r zu ermitten ...

source: Somehow I could not retrieve the new loop device name from %r.
de: Konnte irgendwie den neuen Gerätenamen von %r nicht ermitteln.

source: Used loop device for attaching: %r
de: Verwendetes Loop-Gerät für Zuordnung: %r

source: Got %(lo)r as a new loop device name, but %(dir)s doesn't seems to exist.
de: Habe %(lo)r als neuen Loop-Gerätenamen erhalten, aber %(dir)s scheint nicht zu existieren.

source: Loop device %(lo)r was attached to %(file)r, but %(dir)s doesn't seems to exist.
de: Loop-Gerät %(lo)r wurde %(file)r zugeordnet, aber %(dir)s scheint nicht zu existieren.

source: Device %r is even detached from some backing file.
de: Gerät %r ist bereits von einer Image-Datei getrennt.

source: Detaching loop device %s ...
de: Trenne Loop-Gerät %s ...

source: Error %(no)d on detaching %(dev)r with losetup: %(msg)s
de: Fehler %(no)d bein Trenne von %(dev)r mit losetup: %(msg)s

source: No arguments given on calling %s().
de: Keine Argumente beim Aufruf von %s() angegeben.

source: Timeout on executing: %d second.
de: Zeitüberschreitung bei der Ausführung: %d Sekunden.

source: Error %(rc)d executing "%(cmd)s": %(msg)s
de: Fehler %(rc)d bei der Ausführung von "%(cmd)s": %(msg)s

source: No device path for %(class)s %(name)r defined.
de: Kein Device-Pfad für %(class)s %(name)r definiert.

source: Method %(method)s() of object %(class)s must be overwritten!
de: Die Methode %(method)s() von Objekt %(class)s muß überschrieben werden!

source: Timeout on executing %r.
de: Zeitüberschreitung bei der Ausführung von %r.

source: (timeout after %0.1f secs)
de: (Zeitüberschreitung nach %0.1f Sekunden)

source: A timeout must be greater than zero (not %d).
de: Ein Timeout muss größer als Null sein (nicht %d).

source: Global lockfile %r already occupied.
de: Globale Lockdatei %r bereits belegt.

source: No arguments given on calling exec_mdadm().
de: Keine Argumente beim Aufruf von exec_mdadm() übergeben.

source: Invalid mode %r on calling exec_mdadm() given.
de: Ungültiger Modus %r beim Aufruf von exec_mdadm() angegeben.

source: Timeout on dumping
de: Zeitüberschreitung beim Dumpen

source: Regex to analyze output of %(w)r:
de: Regulärer Ausdruck zur Analyse des Ausgabe von %(w)r:

source: Maximum MD ID of %d reached.
de: Maximale MD ID von %d erreicht.

source: Parameter %(p)r must be of type %(t)r, but is of type %(i)r instead.
de: Der Parameter %(p)r muss vom Typ %(t)r sein, ist aber statt dessen vom Typ %(i)r.

source: Device %r does not exist.
de: Das Gerät %r existiert nicht.

source: Zeroing MD superblock on device %r.
de: Nulle den MD Superblock von Gerät %r.
