Repository: fbrehm/py-pb-blockdev
Catalog: po/py_pb_blockdev.*.po
Languages: de

source: Dumping %(d)r, timeout %(t)d second.
de: Dumpe %(d)r, Zeitüberschreitung nach %(t)d Sekunden.

source: Cannot examine %r, because it does not exists.
de: Kann %r nicht untersuchen, da es nicht existiert.

source: Examining MD superblock on %r ...
de: Untersuche MD Superblock von %r ...

source: No MD superblock on %(d)r found: %(m)s
de: Kein MD Superblock auf %(d)r gefunden: %(m)s

source: Cannot retrieve slot number, because the file %(file)r doesn't exists.
de: Kann Slotnummer nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve slot number, because no read access to %(file)r.
de: Kann Slotnummer nicht ermitteln, da die Datei %(file)r nicht gelesen werden darf.

source: Retrieving slot of MD sub device from %r ...
de: Ermittle Slotnummer von MD Untergerät von %r ...

source: Cannot retrieve slot number, because file %(file)r has no content.
de: Kann Slotnummer nicht ermitteln, da die Datei %(file)r keinen Inhalt aufweist.

source: Cannot retrieve state of MD sub device, because the file %(file)r doesn't exists.
de: Kann den Status des MD Untergeräts nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve state of MD sub device, because no read access to %(file)r.
de: Kann den Status des MD Untergeräts nicht ermitteln, da die Datei %(file)r nicht gelesen werden darf.

source: Retrieving state of MD sub device from %r ...
de: Ermittle Status des MD Untergeräts aus %r ...

source: Cannot retrieve state of MD sub device, because file %(file)r has no content.
de: Kann den Status des MD Untergeräts nicht ermitteln, da die Datei %(file)r keinen Inhalt aufweist.

source: Could not detect underlaying block device, because no sub device dir given.
de: Kann das darunterliegende Blockgerät nicht ermitteln, da kein Verzeichnis für das MD Untergerät angegeben wurde.

source: Could not detect underlaying block device, because directory %r does not exists.
de: Konnte das darunterliegende Blockgerät nicht ermitteln, da das Verzeichnis %r nicht existiert.

source: Could not detect underlaying block device, because symlink %r does not exists.
de: Konnte das darunterliegende Blockgerät nicht ermitteln, da die symbolische Verknüpfung %r nicht existiert.

source: Could not detect underlaying block device, because %r is not a symbolic link.
de: Konnte das darunterliegende Blockgerät nicht ermitteln, da %r keine symbolische Verknüpfung ist.

source: Invalid name %r of a MD device given.
de: Ungültiger Name %r für ein MD Gerät angegeben.

source: Cannot retrieve RAID level, because it's an unnamed MD device object.
de: Konnte RAID-Level nicht ermitteln, da das MD Gerät keinen Namen hat.

source: Cannot retrieve RAID level of %r, because the MD device doesn't exists.
de: Konnte RAID-Level von %r nicht ermitteln, da das MD Gerät nicht existiert.

source: Cannot retrieve RAID level of %(bd)r, because the file %(file)r doesn't exists.
de: Konnte RAID-Level von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve RAID level of %(bd)r, because no read access to %(file)r.
de: Konnte RAID-Level von %(bd)r nicht ermitteln, da kein Lesezugriff auf %(file)r besteht.

source: Cannot retrieve RAID level of %(bd)r, because file %(file)r has no content.
de: Konnte RAID-Level von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt aufweist.

source: Cannot retrieve metadata version, because it's an unnamed MD device object.
de: Konnte Metadaten nicht ermitteln, da das MD Gerät keinen Namen hat.

source: Cannot retrieve metadata version of %r, because the MD device doesn't exists.
de: Konnte Metadaten von %r nicht ermitteln, da das MD Gerät nicht existiert.

source: Cannot retrieve metadata version of %(bd)r, because the file %(file)r doesn't exists.
de: Konnte Metadaten von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve metadata version of %(bd)r, because no read access to %(file)r.
de: Konnte Metadaten von %(bd)r nicht ermitteln, da kein Lesezugriff auf %(file)r besteht.

source: Cannot retrieve metadata version of %(bd)r, because file %(file)r has no content.
de: Konnte Metadaten von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt aufweist.

source: Cannot retrieve chunk size, because it's an unnamed MD device object.
de: Konnte Datenblockgröße nicht ermitteln, da das MD Gerät keinen Namen hat.

source: Cannot retrieve chunk size of %r, because the MD device doesn't exists.
de: Konnte Datenblockgröße von %r nicht ermitteln, da das MD Gerät nicht existiert.

source: Cannot retrieve chunk size of %(bd)r, because the file %(file)r doesn't exists.
de: Konnte Datenblockgröße von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve chunk size of %(bd)r, because no read access to %(file)r.
de: Konnte Datenblockgröße von %(bd)r nicht ermitteln, da kein Lesezugriff auf %(file)r besteht.

source: Cannot retrieve chunk size of %(bd)r, because file %(file)r has no content.
de: Konnte Datenblockgröße von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt aufweist.

source: Cannot retrieve state, because it's an unnamed MD device object.
de: Konnte den Status nicht ermitteln, da das MD Gerät keinen Namen hat.

source: Cannot retrieve state of %r, because the MD device doesn't exists.
de: Konnte den Status von %r nicht ermitteln, da das MD Gerät nicht existiert.

source: Cannot retrieve state of %(bd)r, because the file %(file)r doesn't exists.
de: Konnte den Status von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve state of %(bd)r, because no read access to %(file)r.
de: Kann den Status von %(bd)r nicht ermitteln, da kein Lesezugriff auf %(file)r besteht.

source: Cannot retrieve state of %(bd)r, because file %(file)r has no content.
de: Kann Status von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve degraded state, because it's an unnamed MD device object.
de: Konnte den Status der Einschränkung nicht ermitteln, da das MD Gerät keinen Namen hat.

source: Cannot retrieve degraded state of %r, because the MD device doesn't exists.
de: Konnte den Status der Einschränkung von %r nicht ermitteln, da das MD Gerät nicht existiert.

source: Cannot retrieve degraded state of %(bd)r, because the file %(file)r doesn't exists.
de: Konnte den Status der Einschränkung von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve degraded state of %(bd)r, because no read access to %(file)r.
de: Konnte den Status der Einschränkung von %(bd)r nicht ermitteln, da kein Lesezugriff auf %(file)r besteht.

source: Cannot retrieve degraded state of %(bd)r, because file %(file)r has no content.
de: Konnte den Status der Einschränkung von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve the number of raid disks, because it's an unnamed MD device object.
de: Konnte die Anzahl der RAID-Platten nicht ermitteln, da das MD Gerät keinen Namen hat.

source: Cannot retrieve the number of raid disks of %r, because the MD device doesn't exists.
de: Konnte die Anzahl der RAID-Platten von %r nicht ermitteln, da das MD Gerät nicht existiert.

source: Cannot retrieve the number of raid disks of %(bd)r, because the file %(file)r doesn't exists.
de: Konnte die Anzahl der RAID-Platten von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve the number of raid disks of %(bd)r, because no read access to %(file)r.
de: Konnte die Anzahl der RAID-Platten von %(bd)r nicht ermitteln, da kein Lesezugriff auf %(file)r besteht.

source: Cannot retrieve the number of raid disks of %(bd)r, because file %(file)r has no content.
de: Konnte die Anzahl der RAID-Platten von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve UUID, because it's an unnamed MD device object.
de: Konnte die UUID nicht ermitteln, da das MD Gerät keinen Namen hat.

source: Cannot retrieve UUID of %r, because the MD device doesn't exists.
de: Konnte die UUID von %r nicht ermitteln, da das MD Gerät nicht existiert.

source: Getting the MD UUID from %r ...
de: Ermittle die MD UUID von %r ...

source: Cannot retrieve UUID of %(bd)r, because file %(file)r has no content.
de: Konnte die UUID von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Getting the MD UUID by 'mdadm --detail' ...
de: Ermittle die MD UUID durch 'mdadm --detail' ...

source: Could not interprete %(u)r as an UUID: %(m)s
de: Konnte %(u)r nicht als UUID interpretieren: %(m)s

source: Get details of %r ...
de: Ermittle Details von %r ...

source: Cannot retrieve sync states, because it's an unnamed MD device object.
de: Konnte den Synchronisierungsstatus nicht ermitteln, da das MD Gerät keinen Namen hat.

source: Cannot retrieve sync states of %r, because the MD device doesn't exists.
de: Konnte den Synchronisierungsstatus von %r nicht ermitteln, da das MD Gerät nicht existiert.

source: Cannot retrieve sync state of %(bd)r, because file %(file)r has no content.
de: Konnte den Synchronisierungsstatus von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve sync completion of %(bd)r, because file %(file)r has no content.
de: Konnte Synchrinisierungskomplettierung von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Could not detect sync speed: %r
de: Konnte Synchronisierungsgeschwindigkeit nicht ermitteln: %r

source: Cannot retrieve sync speed of %(bd)r, because file %(file)r has no content.
de: Konnte Synchronisierungsgeschwindigkeit von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve sub devices, because it's an unnamed MD device object.
de: Konnte Sub-Geräte nicht ermitteln, da das MD Gerät keinen Namen hat.

source: Cannot retrieve sub devices of %r, because the MD device doesn't exists.
de: Konnte Sub-Geräte von %r nicht ermitteln, da das MD Gerät nicht existiert.

source: Examining sub device dir %r ...
de: Untersuche Sub-Geräte von %r ...

source: Trying to stop the non-existing MD device %r.
de: Habe versucht, das nicht existierende MD Gerät %r anzuhalten.

source: Stopping MD device %r ...
de: Halte MD Gerät %r an ...

source: Could not stop MD raid %(m)r, got a return value of %(r)d.
de: Konnte MD Gerät %(m)r nicht anhalten, da ich einen Rückgabewert von %(r)d erhalten habe.

source: Checking, whether the device %r is really stopped ...
de: Schaue nach, ob das Gerät %r wirklich angehalten wurde ...

source: Stopped MD device %(m)r still exists after %0.2(s)f seconds.
de: Das angehaltene Gerät %(m)r existiert noch nach %0.2(s)f Sekunden.

source: Checking device %r for stopping again ...
de: Schaue nochmals nach, ob das Gerät %r angehalten wurde ...

source: Device %(m)r is really stopped after %0.2(s)f seconds.
de: Das Gerät %(m)r wurde nach %0.2(s)f Sekunden tatsächlich angehalten.

source: Device %r is really stopped.
de: Das Gerät %r wurde tatsächlich angehalten.

source: Trying to delete the non-existing MD device %r.
de: Habe versucht, das nicht existierende MD Gerät %r zu löschen.

source: Comparision partner %(p)r is not a %(o)s object.
de: Der Vergleichspartner %(p)r ist kein %(o)s Objekt.

source: The enclosure Id must be a positive integer value.
de: Die Gehäuse Id muss eine positive Ganzzahl sein.

source: Analyzing lines:
de: Analysiere Zeilen:

source: Id of enclosure No %(enc)d: %(id)d.
de: Id von Gehäuse Nummer %(enc)d: %(id)d.

source: Found voltage sensor %d.
de: Spannungssensor %d gefunden.

source: Found voltage sensor status %r.
de: Spannungssensorstatus %r gefunden.

source: Found voltage sensor value %f.
de: Spannungssensorwert %f gefunden.

source: Found Fan %d.
de: Lüfter %d gefunden.

source: Found fan status %r.
de: Lüfterstatus %r gefunden.

source: Found fan speed %r.
de: Lüftergeschwindigkeit %r gefunden.

source: Found temperature sensor %d.
de: Temperatursensor %d gefunden.

source: Found temperature sensor status %r.
de: Temperatursensor status %r gefunden.

source: Found temperature value %d.
de: Temperatur %d gefunden.

source: Searching for the MegaCLI command ...
de: Suche nach dem MegaCLI-Kommando ...

source: Searching command in paths:
de: Suche Kommando in den Pfaden:

source: Searching command %(cmd)r in %(dir)r ...
de: Suche Kommando %(cmd)r in %(dir)r ...

source: Found %r ...
de: Fand %r ...

source: File %r is not executable.
de: Die Datei %r ist nicht ausführbar.

source: Retrieving number of MegaRaid controllers ...
de: Ermittle die Anzahl der MegaRaid-Controller ...

source: Could not detect number of MegaRaid controllers in output of %r.
de: Konnte die Anzahl der MegaRaid-Controller nicht in der Ausgabe %r ermitteln.

source: Found %d MegaRaid controller.
de: %d MegaRaid-Controller gefunden.

source: Retrieving data of physical drive [%(pd)s] on MegaRaid controller %(a)d ...
de: Ermittle Daten von physikalischem Laufwerk [%(pd)s] an MegaRaid-Controller %(a)d ...

source: PD [%(pd)s] (adapter %(a)d) doesn't exists.
de: PD [%(pd)s] (Adapter %(a)d) existiert nicht.

source: Retrieving enclosures connected with MegaRaid controller %d ...
de: Ermittle Gehäuse, die mit dem MegaRaid-Controller %d verbunden sind ...

source: Got:
de: Bekam:

source: Starting with new enclosure No %d.
de: Beginne mit neuem Gehäuse Nummer %d.

source: Retrieving logical drives of MegaRaid controller %d ...
de: Ermittle logische Laufwerke von MegaRaid-Controller %d ...

source: Starting with new LD %(ld)r (target Id %(tid)r).
de: Beginne mit neuem logischen Laufwerk %(ld)r (Target Id %(tid)r).

source: Parameter %(lbl)r %(val)r is not a %(cls)s object.
de: Der Parameter %(lbl)r %(val)r is kein %(cls)s Objekt.

source: Retrieving infos about logical drive %(ld)d of MegaRaid controller %(adp)d ...
de: Ermittle Informationen über logisches Laufwerk %(ld)d an MegaRaid-Controller %(adp)d ...

source: %s object:
de: %s-Objekt:

source: The SCSI target Id must be a positive integer value.
de: Die SCSI Target Id muss eine positive Integer-Zahl sein.

source: Comparision partner %r is not a Megaraid LogicalDrive object.
de: Der Vergleichspartner %r ist kein Megaraid-LogicalDrive-Objekt.

source: RAID level of LD No %(nr)d: %(l)s.
de: RAID-Level von LD Nr. %(nr)d: %(l)s.

source: Got %(n)r as name of LD %(nr)d.
de: Habe %(n)r als Name von LD %(nr)d erhalten.

source: Got %(s)r as size of LD %(n)d.
de: Habe %(s)r als Größe von LD %(n)d erhalten.

source: Got %(s)r as state of LD %(n)d.
de: Habe %(s)r als Status von LD %(n)d erhalten.

source: Init of PD %(pd_nr)d [%(enc)d:%(slot)d] of LD %(nr)d.
de: Initialisierung von PD %(pd_nr)d [%(enc)d:%(slot)d] von LD %(nr)d.

source: Got PD:
de: Erhaltenes PD:

source: Init of PD [%(enc)d:%(slot)d] of LD %(nr)d.
de: Initialisierung von PD [%(enc)d:%(slot)d] von LD %(nr)d.

source: %(prog)s [General options]
de: %(prog)s [Allgemeine Optionen]

source: List of all logical drives of all MegaRaid adapters
de: Liste aller logischen Laufwerke aller MegaRaid-Adapter.

source: Output of found logical disks in a parsable format (CSV), without headers and footers
de: Ausgabe aller gefundenen logischen Laufwerke in im parsfähigen Format (CSV), ohne Kopf- und Fußzeilen

source: Retrieve the assigned hotspares and display them.
de: Ermitteln der zugewiesenen Hotspare-Platten und ihre Darstellung.

source: No MegaRaid controllers found.
de: Kein MegaRaid-Aadapter gefunden.

source: Got logical drives:
de: Gefundene logische Laufwerke:

source: Total:
de: Insgesamt:

source: Could not execute %r, because multipathd is not running as daemon.
de: Konnte %r nicht ausführen, da kein multipathd-Daemon läuft.

source: Discovering multipath map %r ...
de: Erforsche Multipath-Gerät %r ...

source: %(c)s on deleting multipath path %(p)r:
de: %(c)s beim Löschen des Multipath-Pfades %(p)r:

source: Simulated removing of map %(m)r (%(n)s).
de: Simuliere Löschen von Multipath-Gerät %(m)r (%(n)s).

source: Cannot delete map %(m)r (%(n)s), device %(d)r is still existing.
de: Kann Multipath-Gerät %(m)r (%(n)s) nicht löschen, das Gerät %(d)r existiert immer noch.

source: The maximum wait time %r must be greater than zero.
de: Die maximale Wartezeit %r muss größer als Null sein.

source: Using regex for multipathd paths:
de: Verwendete Regex für Multipath-Pfade:

source: Checking line %r ...
de: Überprüfe Zeile %r ...

source: Path %r is an already existing multipath path.
de: Der Pfad %r ist bereits ein existierender Multipath-Pfad.

source: Device %r to add as multipath path does not exists.
de: Das zum Hinzufügen als Multipath-Pfad vorgesehene Gerät %r existiert nicht.

source: Adding %r as multipath path ...
de: Füge %r als Multipath-Pfad hinzu ...

source: Try no. %(try)d adding %(bd)r ...
de: Versuch Nummer %(try)d beim Hinzufügen von %(bd)r ...

source: Simulated adding of %r.
de: Simuliertes Hinzufügen von %r.

source: Looking for existence of %r ...
de: Schaue nach Existenz von %r ...

source: Path %r seems to be added.
de: Der Pfad %r scheint hinzugefügt worden zu sein.

source: Path %r is still not existing, next loop.
de: Der Pfad %r existiert noch nicht, nächste Runde.

source: Path %(bd)r still not present after %0.2(time)f seconds.
de: Der Pfad %(bd)r existiert nach %0.2(time)f Sekunden immer noch nicht.

source: Cannot remove path %r from multipath, because it isn't there.
de: Konnte Pfad %r nicht löschen, da es bereits schon nicht mehr existiert.

source: Removing path %r from multipath ...
de: Entferne Pfad %r von Multipath ...

source: Try no. %(try)d deleting %(bd)r ...
de: Versuch Nr. %(try)d des Löschens von %(bd)r ...

source: Simulated removing of %r.
de: Simuliertes Löschen von %r.

source: Path %r seems to be removed.
de: Der Pfad %r scheint gelöscht worden zu sein.

source: Path %r is still existing, next loop.
de: Der Pfad %r existiert immer noch, nächste Runde.

source: Path %(bd)r still present after %0.2(time)f seconds.
de: Der Pfas %(bd)r existiert immer noch nach %0.2(time)f Sekunden.

source: Collecting from multipathd all known maps ...
de: Ermittle von multipathd alle bekannten Multipath-Geräte ...

source: Match found.
de: Übereinstimmung gefunden.

source: Collecting from multipathd all known paths ...
de: Ermittle von multipathd alle bekannten Pfade ...

source: The maximum wait time for deleting %r must be greater than zero.
de: Die maximale Wartezeit zum Löschen %r muss größer als Null sein.

source: Cannot retrieve the blocking state of %(bd)r, because the file %(file)r doesn't exists.
de: Kann Blockstatus von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve blocking state of %(bd)r, because no read access to %(file)r.
de: Kann Blockstatus von %(bd)r nicht ermitteln, da kein Lesezugriff auf %(file)r besteht.

source: Trying to retrieve the blocking state of %(bd)r from %(file)r.
de: Versuche den Blockstatus von %(bd)r aus %(file)r zu ermitteln.

source: Cannot retrieve blocking state of %(bd)r, because file %(file)r has no content.
de: Kann Blockstatus von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: unknown
de: unbekannt

source: Cannot retrieve the state of %(bd)r, because the file %(file)r doesn't exists.
de: Kann den Status von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Trying to retrieve the state of %(bd)r from %(file)r.
de: Versuche den Status von %(bd)r aus %(file)r zu ermitteln.

source: Directory %s not found.
de: Verzeichnis %s nicht gefunden.

source: Search pattern: %r
de: Suchmuster: %r

source: Try %(no)d to retrieve the H:B:T:L numbers of the current SCSI device %(dev)s ...
de: Versuch Nummer %(no)d, die H:B:T:L-Nummern des aktuellen SCSI-Gertätes %(dev)s zu ermitteln ...

source: Found H:B:T:L numbers %r.
de: Fand H:B:T:L-Nummern %r.

source: Could not retrieve H:B:T:L numbers of the current SCSI device %s.
de: Kann H:B:T:L-Nummern des aktuellen SCSI-Gertätes %s nicht ermitteln.

source: Cannot retrieve SCSI type id of %(bd)r, because the file %(file)r doesn't exists.
de: Kann SCSI-Typ von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve SCSI type id of %(bd)r, because no read access to %(file)r.
de: Kann SCSI-Typ von %(bd)r nicht ermitteln, da kein Lesezugriff auf %(file)r besteht.

source: Trying to retrieve the numeric SCSI id of %(bd)r from %(file)r.
de: Versuche die numerische SCSI-Id von %(bd)r aus %(file)r zu ermitteln.

source: Cannot retrieve SCSI type id of %(bd)r, because file %(file)r has no content.
de: Kann SCSI-Typ von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve the vendor of %(bd)r, because the file %(file)r doesn't exists.
de: Kann Vendor von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve vendor of %(bd)r, because no read access to %(file)r.
de: Kann Vendor von %(bd)r nicht ermitteln, da kein Lesezugriff auf %(file)r besteht.

source: Trying to retrieve the vendor of %(bd)r from %(file)r.
de: Versuche Vendor von %(bd)r aus %(file)r zu ermitteln.

source: Cannot retrieve vendor of %(bd)r, because file %(file)r has no content.
de: Kann Vendor von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve the model of %(bd)r, because the file %(file)r doesn't exists.
de: Kann Modell von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve model of %(bd)r, because no read access to %(file)r.
de: Kann Modell von %(bd)r nicht ermitteln, da kein Lesezugriff auf %(file)r besteht.

source: Trying to retrieve the model of %(bd)r from %(file)r.
de: Versuche Modell von %(bd)r aus %(file)r zu ermitteln.

source: Cannot retrieve model of %(bd)r, because file %(file)r has no content.
de: Kann Modell von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve the revision of %(bd)r, because the file %(file)r doesn't exists.
de: Kann Revisionsnummer von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Cannot retrieve revision of %(bd)r, because no read access to %(file)r.
de: Kann Revisionsnummer von %(bd)r nicht ermitteln, da kein Lesezugriff auf %(file)r besteht.

source: Trying to retrieve the revision of %(bd)r from %(file)r.
de: Versuche Revisionsnummer von %(bd)r aus %(file)r zu ermitteln.

source: Cannot retrieve the SCSI level of %(bd)r, because the file %(file)r doesn't exists.
de: Kann Revisionsnummer von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Cannot retrieve SCSI level of %(bd)r, because no read access to %(file)r.
de: Kann SCSI-Level von %(bd)r nicht ermitteln, da die Datei %(file)r nicht existiert.

source: Trying to retrieve the SCSI level of %(bd)r from %(file)r.
de: Versuche SCSI-Level von %(bd)r aus %(file)r zu ermitteln.

source: Cannot retrieve SCSI level of %(bd)r, because file %(file)r has no content.
de: Kann SCSI-Level von %(bd)r nicht ermitteln, da die Datei %(file)r keinen Inhalt hat.

source: Cannot rescan %(bd)r, because the file %(file)r doesn't exists.
de: Kann %(bd)r nicht neu scannen, da die Datei %(file)r nicht existiert.

source: Cannot rescan %(bd)r, because no write access to %(file)r.
de: Kann %(bd)r nicht neu scannen, da kein Schreibzugriff auf %(file)r besteht.

source: Rescanning device '%s' ...
de: Scanne Gerät '%s' neu ...

source: Cannot set %(bd)r online, because the file %(file)r doesn't exists.
de: Kann %(bd)r nicht online setzen, da die Datei %(file)r nicht existiert.

source: Cannot set %(bd)r online, because no write access to %(file)r.
de: Kann %(bd)r nicht online setzen, da kein Schreibzugriff auf %(file)r besteht.

source: Setting device '%s' online ...
de: Setze Gerät '%s' online ...
